Repository: DXR3IN/Football-Club-Flutter-App
Catalog: lib/l10n/app_*.arb
Languages: in

# title
source: Premier League
in: Liga Primer

# searchHint
source: Search team name...
in: Cari nama tim...

# formedYear
source: Formed Year: {year}
in: Tahun dibentuk: {year}

source: Location
in: Lokasi

source: Social Media
in: Media Sosial

# equipmentError
source: No equipment available
in: Tidak ada perlengkapan yang tersedia

# showMoreHint
source: Show More
in: Tampilkan lebih banyak

# showLessHint
source: Show Less
in: Tampilkan lebih sedikit

# favoriteTitle
source: Your Favorite Team
in: Team Liga Favoritmu

# favoriteError
source: No favorite teams yet
in: Belum ada team yang kamu favoritkan

# settingsTitle
source: Settings
in: Pengaturan

# languageSettingTitle
source: Language:
in: Bahasa:

source: Indonesian
in: Indonesia

source: English
in: Inggris

# notifNotFav
source: Your Favorite
in: Bukan Favoritmu

# bodyNotifNotFav
source: {notFav} is your favorite anymore
in: {notFav} bukan lagi dalam daftar favoritmu

# notifFav
source: Not Your Favorite
in: Favoritmu

# bodyNotifFav
source: {fav} is not your favorite anymore
in: {fav} sekarang adalah favoritmu

# likedEquipment
source: No Liked Equipment
in: Belum ada Equipment Yang Disukai
